help_products = f"Поиск по продуктам:\n Чтобы провести поиск блюда по продуктам, нужно ввести один игредиент, блюдо " \
           f"с которым вы собираетесь приготовить.\n Дальше бот дружелюбно предложит вам ввести ещё один продукт или " \
           f"же остановиться на поиске.\n Кнопка \"Вводить ещё\" служит именно для продолжения ввода продуктов. Кнопка " \
           f"\"Достаточно\" останавливает ввод.\n После остановки ввода продуктов, бот предложит вам выбрать категорию " \
           f"блюда. Бот сообщит вам, если в выбранной категории нет блюд по вашим ингредиентам или если ваши продукты " \
           f"не были найдены.\n После выбора категории блюда, выбираем его сложность: Чайник, Опытный или Мастер-Шеф. " \
           f"После этого бот выведет все возможные блюда данной категории и сложности.\n Выбрав блюдо, мы получим его " \
           f"полный рецепт. Мы можем самостоятельно начать готовку или готовить по таймеру.\n Готовка по таймеру имеет " \
           f"ввиду под собой вывод нового шага рецепта по истечении времени предыдущего.\n " \
           f"Также мы можем выбрать готовку без таймера. После окончания, мы получим оповещение о завершении готовки."

help_name = f"Поиск по названию:\n Чтобы провести поиск рецепта по названию, достаточно лишь отправить боту сообщение с " \
       f"названием нужного блюда. Бот проведёт поиск по названию и найдёт совпадения.\n Из предложенных блюд пользователь " \
       f"выбирает нужное нам блюдо и получает его полный рецепт. Пользователь может самостоятельно начать готовку или готовить " \
       f"по таймеру.\n Готовка по таймеру имеет ввиду под собой вывод нового шага рецепта по истечению времени предыдущего.\n" \
       f" Также мы можем выбрать готовку без таймера. В конце мы получим оповещение о завершении готовки."

help_random_dishes = f"Что такое 'Случайные блюда'?\n Это возможность случайного побдора за его категорией.\n " \
          f"Так же есть возможность выбора пакета случайных блюд, который включает в себя все категории."
help_complexity = f"Какие есть категории?\n - Первое блюдо\n - Второе блюдо\n - Напитки\n - Закуски\n - Десерт"
help_category = f"Какие есть сложности приготовления?\n - Чайник: в этой категории находятся блюда, которые могут " \
           f"приготовить даже новички в кулинарии; лёгкий уровень сложности.\n - Опытный: данная категория блюд " \
           f"предназначается для тех, кто уже имеет некоторый опыт в готовке; средний уровень сложности.\n " \
           f"- Мастер-Шеф: в этой категории размещены блюда для настоящих шеф-поваров; тяжёлый уровень сложности."
help_use_bot = f"Что делает этот бот?\n Кулинарный бот - это бот, который помогает вам в готовке. Он имеет широкий " \
          f"функционал, который позволят легко находить рецепты по интересующим вам блюдам и блюда по интересующим " \
          f"вас ингредиентам."
